/* Title of the Choose MenuItem item in the (With Application:) Menu */
"CHOOSE_MENU" = "Choisir…";

/* Error when user try to create/update Action without choose application * Title * */
"CREATE_ACTION_WITHOUT_APPLICATION_ALERT" = "L'action ne peut pas être enregistrée car aucune application n'est sélectionnée.";

/* Error when user try to create/update Action without choose application * Msg * */
"CREATE_ACTION_WITHOUT_APPLICATION_ALERT_MSG" = "Sélectionnez une application à l'aide du menu approprié ou choisissez un autre type d'action.";

/* Error when user try to create/update Action without choose document * Title * */
"CREATE_ACTION_WITHOUT_DOCUMENT_ALERT" = "L'action ne peut pas être enregistrée car aucun document/dossier n'est sélectionnée.";

/* Error when user try to create/update Action without choose document * Msg * */
"CREATE_ACTION_WITHOUT_DOCUMENT_ALERT_MSG" = "Sélectionnez un document en cliquant sur «Choisir…» ou choisissez un autre type d'action.";

/* Error when user try to create/update Action without choose application * Title * */
"CREATE_ACTION_WITHOUT_URL_ALERT" = "L'action ne peut pas être enregistrée car aucune adresse n'a été saisie.";

/* Error when user try to create/update Action without choose application * Msg * */
"CREATE_ACTION_WITHOUT_URL_ALERT_MSG" = "Saisissez une adresse dans le champs approprié ou choisissez un autre type d'action.";

/* Open (%@ => document) * description * */
"DESC_OPEN" = "Ouvrir «%@»";

/* Open Selection * description * */
"DESC_OPEN_SELECTION" = "Ouvrir la sélection";

/* Open Selection with (%@ => application) * description * */
"DESC_OPEN_SELECTION_WITH" = "Ouvrir la sélection avec «%@»";

/* Open URL * description * */
"DESC_OPEN_URL" = "Ouvrir une adresse URL";

/* Open with (%1$@ => document, %2$@ => application) * description * */
"DESC_OPEN_WITH" = "Ouvrir «%1$@» avec «%2$@»";

/* Open with (%@ => document) * description * */
"DESC_REVEAL_DOCUMENT" = "Révéler «%@» dans le Finder";

/* Application not found * Check Title * */
"INVALID_APPLICATION_ALERT" = "L'action «%@» n'a pu être exécutée car l'application associée est introuvable.";

/* Application not found  * Check Msg * */
"INVALID_APPLICATION_ALERT_MSG" = "Vous pouvez mettre à jour ou supprimer l'action «%@» à l'aide de Spark.";

/* Document not found * Check Title * */
"INVALID_DOCUMENT_ALERT" = "L'action «%@» n'a pu être exécutée car le document associé est introuvable.";

/* Document not found  * Check Msg * */
"INVALID_DOCUMENT_ALERT_MSG" = "Vous pouvez mettre à jour ou supprimer l'action «%@» à l'aide de Spark.";

/* Alert default button */
"OK" = "OK";

/* Open Selection * Placeholder * */
"OPEN_SELECTION_PLACEHOLDER" = "Ouvrir la sélection";

/* Open URL * Placeholder * */
"OPEN_URL_PLACEHOLDER" = "Ouvrir une adresse URL";